Repository: common-repository/snipplr-widget
Catalog: languages/snipplrwidget-*.po
Languages: de_de

source: Display your latest Snipplr snippets.
de_de: Zeige deine (neusten) Snipplr Snippets.

source: Show on Snipplr:
de_de: Zeige auf Snipplr:

source: Error contacting api.
de_de: Fehler beim API-Zugriff.

source: Recent Snippets
de_de: Letzte Snippets

source: Title:
de_de: Titel:

source: Your API key:
de_de: API-Key:

source: Number of Snippets to show:
de_de: Anzahl Snippets:

source: Show private Snippets
de_de: Zeige private Snippets

source: Show favorite Snippets
de_de: Zeige Favoriten

source: Sort Snippets by:
de_de: Sortieren nach:

source: Date
de_de: Datum

source: Title
de_de: Titel

source: Random
de_de: Zufall

source: Cache Snippets for:
de_de: Cachedauer:

source: Never cache
de_de: Deaktivieren

source: 30 minutes
de_de: 30 Minuten

source: 1 hour
de_de: 1 Stunde

source: 6 hours
de_de: 6 Stunden

source: 12 hours
de_de: 12 Stunden

source: 1 day
de_de: 1 Tag

source: Custom time
de_de: Anpassen

source: Custom time (minutes):
de_de: Benutzerdefinierte Zeit (Minuten)
